{"data": [
  {
    "tongue_twister": "Peter Piper picked a peck of pickled peppers. How many pickled peppers did Peter Piper pick?"
  },
  {
    "tongue_twister": "How can a clam cram in a clean cream can?"
  },
  {
    "tongue_twister": "Denise sees the fleece,<br>Denise sees the fleas.<br>At least Denise could sneeze<br>and feed and freeze the fleas."
  },
  {
    "tongue_twister": "Sheena leads, Sheila needs."
  },
  {
    "tongue_twister": "The thirty-three thieves thought that they thrilled the throne throughout Thursday."
  },
  {
    "tongue_twister": "Something in a thirty-acre thermal thicket of thorns and thistles thumped and thundered threatening the three-D thoughts of Matthew the thug - although, theatrically, it was only the thirteen-thousand thistles and thorns through the underneath of his thigh that the thirty year old thug thought of that morning."
  },
  {
    "tongue_twister": "Can you can a can as a canner can can a can?"
  },
  {
    "tongue_twister": "Seth at Sainsbury's sells thick socks."
  },
  {
    "tongue_twister": "Roberta ran rings around the Roman ruins."
  },
  {
    "tongue_twister": "Clean clams crammed in clean cans."
  },
  {
    "tongue_twister": "Six sick hicks nick six slick bricks with picks and sticks."
  },
  {
    "tongue_twister": "I wish to wish the wish you wish to wish, but if you wish the wish the witch wishes, I won't wish the wish you wish to wish."
  },
  {
    "tongue_twister": "Stupid superstition!"
  },
  {
    "tongue_twister": "There was a fisherman named Fisher<br>who fished for some fish in a fissure.<br>Till a fish with a grin,<br>pulled the fisherman in.<br>Now they're fishing the fissure for Fisher."
  },
  {
    "tongue_twister": "To sit in solemn silence in a dull, dark dock,<br>In a pestilential prison, with a life-long lock,<br>Awaiting the sensation of a short, sharp shock,<br>From a cheap and chippy chopper on a big black block!<br>To sit in solemn silence in a dull, dark dock,<br>In a pestilential prison, with a life-long lock,<br>Awaiting the sensation of a short, sharp shock,<br>From a cheap and chippy chopper on a big black block!<br>A dull, dark dock, a life-long lock,<br>A short, sharp shock, a big black block!<br>To sit in solemn silence in a pestilential prison,<br>And awaiting the sensation<br>From a cheap and chippy chopper on a big black block!"
  },
  {
    "tongue_twister": "Picky people pick Peter Pan Peanut-Butter, 'tis the peanut-butter picky people pick."
  },
  {
    "tongue_twister": "If Stu chews shoes, should Stu choose the shoes he chews?"
  },
  {
    "tongue_twister": "Luke Luck likes lakes.<br>Luke's duck likes lakes.<br>Luke Luck licks lakes.<br>Luck's duck licks lakes.<br>Duck takes licks in lakes Luke Luck likes.<br>Luke Luck takes licks in lakes duck likes."
  },
  {
    "tongue_twister": "There those thousand thinkers were thinking how did the other three thieves go through."
  },
  {
    "tongue_twister": "Santa's Short Suit Shrunk"
  },
  {
    "tongue_twister": "I scream, you scream, we all scream for icecream!"
  },
  {
    "tongue_twister": "Wayne went to Wales to watch walruses"
  },
  {
    "tongue_twister": "One-one was a race horse.<br>Two-two was one too.<br>One-one won one race.<br>Two-two won one too."
  },
  {
    "tongue_twister": "Six sleek swans swam swiftly southwards"
  },
  {
    "tongue_twister": "Gobbling gorgoyles gobbled gobbling goblins."
  },
  {
    "tongue_twister": "Pirates Private Property"
  },
  {
    "tongue_twister": "When you write copy you have the right to copyright the copy you write."
  },
  {
    "tongue_twister": "A big black bug bit a big black dog on his big black nose!"
  },
  {
    "tongue_twister": "Ann and Andy's anniversary is in April."
  },
  {
    "tongue_twister": "Hassock hassock, black spotted hassock. Black spot on a black back of a black spotted hassock."
  },
  {
    "tongue_twister": "How many cookies could a good cook cook If a good cook could cook cookies? A good cook could cook as much cookies as a good cook who could cook cookies."
  },
  {
    "tongue_twister": "How much ground would a groundhog hog, if a groundhog could hog ground? A groundhog would hog all the ground he could hog, if a groundhog could hog ground."
  },
  {
    "tongue_twister": "How much pot, could a pot roast roast, if a pot roast could roast pot."
  },
  {
    "tongue_twister": "How much wood could Chuck Woods' woodchuck chuck, if Chuck Woods' woodchuck could and would chuck wood? If Chuck Woods' woodchuck could and would chuck wood, how much wood could and would Chuck Woods' woodchuck chuck? Chuck Woods' woodchuck would chuck, he would, as much as he could, and chuck as much wood as any woodchuck would, if a woodchuck could and would chuck wood."
  },
  {
    "tongue_twister": "Mary Mac's mother's making Mary Mac marry me.<br>My mother's making me marry Mary Mac.<br>Will I always be so Merry when Mary's taking care of me?<br>Will I always be so merry when I marry Mary Mac?"
  },
  {
    "tongue_twister": "Mr. Tongue Twister tried to train his tongue to twist and turn, and twit an twat, to learn the letter \"T\"."
  },
  {
    "tongue_twister": "Pete's pa pete poked to the pea patch to pick a peck of peas for the poor pink pig in the pine hole pig-pen."
  },
  {
    "tongue_twister": "She saw Sherif's shoes on the sofa. But was she so sure she saw Sherif's shoes on the sofa?"
  },
  {
    "tongue_twister": "Through three cheese trees three free fleas flew.<br>While these fleas flew, freezy breeze blew.<br>Freezy breeze made these three trees freeze.<br>Freezy trees made these trees' cheese freeze.<br>That's what made these three free fleas sneeze."
  },
  {
    "tongue_twister": "Rudder valve reversals"
  },
  {
    "tongue_twister": "Birdie birdie in the sky laid a turdie in my eye.<br>If cows could fly I'd have a cow pie in my eye."
  },
  {
    "tongue_twister": "How many cans can a cannibal nibble<br>if a cannibal can nibble cans?<br>As many cans as a cannibal can nibble<br>if a cannibal can nibble cans."
  },
  {
    "tongue_twister": "Thirty-three thirsty, thundering thoroughbreds thumped Mr. Thurber on Thursday."
  },
  {
    "tongue_twister": "Four furious friends fought for the phone."
  },
  {
    "tongue_twister": "Bobby Bippy bought a bat.<br>Bobby Bippy bought a ball.<br>With his bat Bob banged the ball<br>Banged it bump against the wall<br>But so boldly Bobby banged it<br>That he burst his rubber ball<br>\"Boo!\" cried Bobby<br>Bad luck ball<br>Bad luck Bobby, bad luck ball<br>Now to drown his many troubles<br>Bobby Bippy's blowing bubbles."
  },
  {
    "tongue_twister": "Black background, brown background, black background, brown background, black background, brown background."
  },
  {
    "tongue_twister": "Why do you cry, Willy?<br>Why do you cry?<br>Why, Willy?<br>Why, Willy?<br>Why, Willy? Why?"
  },
  {
    "tongue_twister": "Tie twine to three tree twigs."
  },
  {
    "tongue_twister": "Rory the warrior and Roger the worrier were reared wrongly in a rural brewery."
  },
  {
    "tongue_twister": "Three short sword sheaths."
  },
  {
    "tongue_twister": "Rolling red wagons"
  },
  {
    "tongue_twister": "Green glass globes glow greenly."
  },
  {
    "tongue_twister": "The queen in green screamed."
  },
  {
    "tongue_twister": "I saw a saw that could out saw any saw I ever saw saw. If you happen to see a saw that can out saw the saw I saw saw I'd like to see the saw you saw saw."
  },
  {
    "tongue_twister": "How many berries could a bare berry carry,<br>if a bare berry could carry berries?<br>Well they can't carry berries<br>(which could make you very wary)<br>but a bare berry carried is more scary!"
  },
  {
    "tongue_twister": "What did you have for breakfast?<br>- rubber balls and liquor!<br>What did you have for lunch?<br>- rubber balls and liquor!<br>What did you have for dinner?<br>- rubber balls and liquor!<br>What do you do when your sister comes home?<br>- rubber balls and liquor!"
  },
  {
    "tongue_twister": "Six slimy snails sailed silently."
  },
  {
    "tongue_twister": "I thought, I thought of thinking of thanking you."
  },
  {
    "tongue_twister": "Seven slick slimey snakes slowly sliding southward."
  },
  {
    "tongue_twister": "Roofs of mushrooms rarely mush too much."
  },
  {
    "tongue_twister": "He threw three balls."
  },
  {
    "tongue_twister": "The great Greek grape growers grow great Greek grapes."
  },
  {
    "tongue_twister": "Singing Sammy sung songs on sinking sand."
  },
  {
    "tongue_twister": "Rhys watched Ross switch his Irish wristwatch for a Swiss wristwatch."
  },
  {
    "tongue_twister": "I wish to wash my Irish wristwatch."
  },
  {
    "tongue_twister": "On a lazy laser raiser lies a laser ray eraser."
  },
  {
    "tongue_twister": "Scissors sizzle, thistles sizzle."
  },
  {
    "tongue_twister": "Tom threw Tim three thumbtacks."
  },
  {
    "tongue_twister": "How much caramel can a canny canonball cram in a camel if a canny canonball can cram caramel in a camel?"
  },
  {
    "tongue_twister": "He threw three free throws."
  },
  {
    "tongue_twister": "Fresh French fried fly fritters"
  },
  {
    "tongue_twister": "Gig whip, gig whip, gig whip."
  },
  {
    "tongue_twister": "Eddie edited it."
  },
  {
    "tongue_twister": "Yellow butter, purple jelly, red jam, black bread.<br>Spread it thick, say it quick!<br>Yellow butter, purple jelly, red jam, black bread.<br>Spread it thicker, say it quicker!<br>Yellow butter, purple jelly, red jam, black bread.<br>Don't eat with your mouth full!"
  },
  {
    "tongue_twister": "Wow, race winners really want red wine right away!"
  },
  {
    "tongue_twister": "The ruddy widow really wants ripe watermelon and red roses when winter arrives."
  },
  {
    "tongue_twister": "How many sheets could a sheet slitter slit if a sheet slitter could slit sheets?"
  },
  {
    "tongue_twister": "Chester Cheetah chews a chunk of cheep cheddar cheese."
  },
  {
    "tongue_twister": "If you're keen on stunning kites and cunning stunts,<br>buy a cunning stunning stunt kite."
  },
  {
    "tongue_twister": "Two tiny tigers take two taxis to town."
  },
  {
    "tongue_twister": "Yally Bally had a jolly golliwog. Feeling folly, Yally Bally Bought his jolly golli' a dollie made of holly! The golli', feeling jolly, named the holly dollie, Polly. So Yally Bally's jolly golli's holly dollie Polly's also jolly!"
  },
  {
    "tongue_twister": "Tommy Tucker tried to tie Tammy's Turtles tie."
  },
  {
    "tongue_twister": "Excited executioner exercising his excising powers excessively."
  },
  {
    "tongue_twister": "Double bubble gum, bubbles double."
  },
  {
    "tongue_twister": "Octopus ocular optics."
  },
  {
    "tongue_twister": "This is the sixth zebra snoozing thoroughly."
  },
  {
    "tongue_twister": "A slimey snake slithered down the sandy sahara."
  },
  {
    "tongue_twister": "I eat eel while you peel eel"
  },
  {
    "tongue_twister": "Suzie Seaword's fish-sauce shop sells unsifted thistles for thistle-sifters to sift."
  },
  {
    "tongue_twister": "It's not the cough that carries you off,<br>it's the coffin they carry you off in!"
  },
  {
    "tongue_twister": "Mo mi mo me send me a toe,<br>Me me mo mi get me a mole,<br>Mo mi mo me send me a toe,<br>Fe me mo mi get me a mole,<br>Mister kister feet so sweet,<br>Mister kister where will I eat !?"
  },
  {
    "tongue_twister": "Will you, William? Will you, William? Will you, William?<br>Can't you, don't you, won't you, William?"
  },
  {
    "tongue_twister": "I wish you were a fish in my dish"
  },
  {
    "tongue_twister": "She stood on the balcony, inexplicably mimicking him hiccuping, and amicably welcoming him in."
  },
  {
    "tongue_twister": "The big black bug bit the big black bear,<br>but the big black bear bit the big black bug back!"
  },
  {
    "tongue_twister": "Dust is a disk's worst enemy."
  },
  {
    "tongue_twister": "I see a sea down by the seashore.<br>But which sea do you see down by the seashore?"
  },
  {
    "tongue_twister": "As one black bug, bled blue, black blood. The other black bug bled blue."
  },
  {
    "tongue_twister": "I'm not the fig plucker,<br>nor the fig plucker's son,<br>but I'll pluck figs<br>till the fig plucker comes."
  },
  {
    "tongue_twister": "A gazillion gigantic grapes gushed<br>gradually giving gophers gooey guts."
  },
  {
    "tongue_twister": "Thin grippy thick slippery."
  },
  {
    "tongue_twister": "A tree toad loved a she-toad,<br>Who lived up in a tree.<br>He was a three-toed tree toad,<br>But a two-toed toad was she.<br>The three-toed tree toad tried to win,<br>The two-toed she-toad's heart,<br>For the three-toed tree toad loved the ground,<br>That the two-toed tree toad trod.<br>But the three-toed tree toad tried in vain.<br>He couldn't please her whim.<br>From her tree toad bower,<br>With her two-toed power,<br>The she-toad vetoed him."
  },
  {
    "tongue_twister": "The owner of the inside inn was inside his inside inn with his inside outside his inside inn."
  },
  {
    "tongue_twister": "If you notice this notice,<br>you will notice that this notice is not worth noticing."
  },
  {
    "tongue_twister": "If you understand, say \"understand\".<br>If you don't understand, say \"don't understand\".<br>But if you understand and say \"don't understand\".<br>how do I understand that you understand. Understand!?"
  },
  {
    "tongue_twister": "She sees cheese."
  },
  {
    "tongue_twister": "Five frantic frogs fled from fifty fierce fishes."
  },
  {
    "tongue_twister": "One smart fellow, he felt smart.<br>Two smart fellows, they felt smart.<br>Three smart fellows, they felt smart.<br>Four smart fellows, they felt smart.<br>Five smart fellows, they felt smart.<br>Six smart fellows, they felt smart."
  },
  {
    "tongue_twister": "Seven sleazy shysters in sharkskin suits sold sheared sealskins to seasick sailors."
  },
  {
    "tongue_twister": "Love's a feeling you feel when you feel<br>you're going to feel the feeling you've never felt before."
  },
  {
    "tongue_twister": "Silly sheep weep and sleep."
  },
  {
    "tongue_twister": "Real weird rear wheels, real weird rear wheels, real weird rear wheels."
  },
  {
    "tongue_twister": "I slit a sheet, a sheet I slit, upon a slitted sheet I sit."
  },
  {
    "tongue_twister": "A pessimistic pest exists amidst us."
  },
  {
    "tongue_twister": "Knife and a fork bottle and a cork<br>that is the way you spell New York.<br><br>Chicken in the car and the car can go,<br>that is the way you spell Chicago."
  },
  {
    "tongue_twister": "Five fuzzy French frogs Frolicked through the fields in France."
  },
  {
    "tongue_twister": "Round and round the rugged rock the ragged rascal ran."
  },
  {
    "tongue_twister": "Buckets of bug blood, buckets of bug blood, buckets of bug blood."
  },
  {
    "tongue_twister": "I'm a sock cutter and I cut socks.<br>I'm a sock cutter and I cut socks.<br>I'm a sock cutter and I cut socks."
  },
  {
    "tongue_twister": "If coloured caterpillars could change their colours constantly could they keep their coloured coat coloured properly?"
  },
  {
    "tongue_twister": "Thirty-three thousand people think that Thursday is their thirtieth birthday."
  },
  {
    "tongue_twister": "How many saws could a see-saw saw if a see-saw could saw saws?"
  },
  {
    "tongue_twister": "As he gobbled the cakes on his plate,<br>the greedy ape said as he ate,<br>the greener green grapes are,<br>the keener keen apes are<br>to gobble green grape cakes,<br>they're great!"
  },
  {
    "tongue_twister": "Shut up the shutters and sit in the shop."
  },
  {
    "tongue_twister": "A fly and flea flew into a flue,<br>said the fly to the flea 'what shall we do?'<br>'let us fly' said the flea<br>said the fly 'shall we flee'<br>so they flew through a flaw in the flue."
  },
  {
    "tongue_twister": "How much dew does a dewdrop drop<br>If dewdrops do drop dew?<br>They do drop, they do<br>As do dewdrops drop<br>If dewdrops do drop dew."
  },
  {
    "tongue_twister": "If Kantie can tie a tie and untie a tie,<br>why can't I tie a tie and untie a tie like Kantie can."
  },
  {
    "tongue_twister": "Bake big batches of bitter brown bread"
  },
  {
    "tongue_twister": "Which wristwatch is a Swiss wristwatch?"
  },
  {
    "tongue_twister": "Whoever slit the sheets is a good sheet slitter."
  },
  {
    "tongue_twister": "Crush grapes, grapes crush, crush grapes."
  },
  {
    "tongue_twister": "A black bloke's back brake-block broke."
  },
  {
    "tongue_twister": "Fresh fried fish,<br>Fish fresh fried,<br>Fried fish fresh,<br>Fish fried fresh."
  },
  {
    "tongue_twister": "There was a minimum of cinnamon in the aluminium pan."
  },
  {
    "tongue_twister": "Big black bugs bleed blue black blood but baby black bugs bleed blue blood."
  },
  {
    "tongue_twister": "Elizabeth has eleven elves in her elm tree."
  },
  {
    "tongue_twister": "Tie a knot, tie a knot.<br>Tie a tight, tight knot.<br>Tie a knot in the shape of a nought."
  },
  {
    "tongue_twister": "Red blood, green blood, red blood, green blood, red blood, green blood."
  },
  {
    "tongue_twister": "Busy buzzing bumble bees."
  },
  {
    "tongue_twister": "A lump of red leather, a red leather lump"
  },
  {
    "tongue_twister": "I shot the city sheriff.<br>I shot the city sheriff.<br>I shot the city sheriff."
  },
  {
    "tongue_twister": "Purple paper people, purple paper people, purple paper people."
  },
  {
    "tongue_twister": "I saw a kitten eating chicken in the kitchen."
  },
  {
    "tongue_twister": "Dimensional analysis"
  },
  {
    "tongue_twister": "It's a nice night for a white rice fight."
  },
  {
    "tongue_twister": "If practice makes perfect and perfect needs practice, I’m perfectly practiced and practically perfect."
  },
  {
    "tongue_twister": "Nine nice night nurses nursing nicely."
  },
  {
    "tongue_twister": "Pad kid poured curd pulled cold."
  },
  {
    "tongue_twister": "How many snacks could a snack stacker stack, if a snack stacker snacked stacked snacks?"
  },
  {
    "tongue_twister": "No need to light a night-light on a light night like tonight."
  }
]
}