{"success":true,"words":["What's the video game or smartphone game you've been most addicted to?","What's the nicest thing someone could do for you?","What is your least favorite or least flattering color to wear?","What product would you like to make a commercial for if you could?","What advice would you give to someone just starting out in your profession?","What's the worst customer service experience you've ever had?","How much would someone have to pay you to live without your cell phone for a year?","What do you think would be the scariest natural disaster to live through?","Is there anyone who owes you money right now?","Agree or disagree: Someone should bring fanny packs back in style.","What's something you're looking forward to?","If you were a superhero (with no powers other than your talents and skills now), what would your superhero name be?","What would you say is the luckiest thing that's happened to you?","What is your greatest environmental concern?","What would be your absolute dream job?","Out of the following list, which would you say scares you the most? Aliens, monsters, vampires, werewolves, or mutants?","What's one physical trait you have that you like about yourself? Is there a family member you inherited it from?","What's one thing you wish you would have brought with you today (or tonight) that you didn't?","What's one sport currently not in the Olympics that should be?","What's something you frequently pray for?","You have to pick out a new bedspread for your bed. What does it look like?","What's the best thing that's happened to you today?","If you were a teacher, what grade and subject would you teach?","What's something about our society that, in your opinion, just doesn't work?","What app on your phone could you not live without?","What's one of your most comforting comfort foods?","On a scale of 1 to 10, how cool is the outfit you're wearing right now?","How patient would you say you are?","On a scale of 1 to 10, how much do you like your handwriting? (1 being hate it, 10 being love it)","If you could choose one of your minor physical aches or pains to cure forever, which would it be?","What do you think would be the hardest thing about being a celebrity?","What novel would you live in for a week if you could?","What's the worst feeling in the world?","Who do you credit with teaching you how to ride a bike? (Or, if you haven't learned, who would you like to teach you?)","Who do you look up to?","How well do you follow the saying \"Don't count your chickens before they hatch\"?","What's the most moving landscape or thing you've seen in nature?","What's the best prank you've ever pulled?","If you were part of a fairy tale, which stereotypical character would you be? (knight, fairy, witch, etc.)","When have you felt overdressed?","What's something recently that you've done or made that you're proud of?","What's something you're not looking forward to?","If you had to choose one, which TV show character stereotype would you fit into?","What's something under your bed right now?","What is a text message you've recently sent?","What would you name your first (or next) child?","On a scale of 1 to 10, how good are you at keeping a secret? (with 1 being awful and 10 being awesome)","Where was the prettiest sunset you've ever seen?","Have you ever read a \"for Dummies\" book? Which one?","What's one current fad that you just can't wait to see go out of style?","What do you need more of right now?","What's one collection you own?","What is the first thing you usually read each day?","What's one of the nicest things anyone has ever done for you?","What natural disasters have you survived?","When have you felt underdressed?","When you pack for a vacation, what item do you most often forget?","What modern invention, app, or technology do you see as your biggest time saver?","What's the thing that's the hardest for you to draw?","Where was the last place you purchased something?","What's one thing you've made or built by hand?","What, to you, is the scariest animal on the planet?","Where was the setting of the last dream you had?","What innovation in technology do you think will be the next big world-changer?","Has there ever been an app you wish existed but, as far as you've been able to find, doesn't?","If you had to give yourself a nickname, what would it be?","If you could magically have one item you own with you any time you want it, what would it be?","How organized would you say you are?","How decisive would you say you are?","How creative would you say you are?","When was the last time you laughed really really hard?","Who is your favorite comedian?","What's new?","Who is someone you think is mind-bogglingly talented?","What place would you never be caught dead in?","Share something about your ancestors, or one of your ancestors.","What's one toy you always wanted as a child but never had?","In general, are you usually early, on time, or late?","About how often do you use Wikipedia","What is your least favorite holiday?","What movie quote or quotes do you and your friends or family say most frequently?","What toy would you invent if you could?","Where do you go or what do you do when you want to unwind?","Is there any brand name you buy frequently and really love?","Do you ever sing in the shower?","Have you ever in your life been truly speechless? When?","What's something good that happened to you today?","What website do you most frequently waste time on?","Share one random trivia fact (about anything) you think not everyone might know.","What color doesn't look good on you?","Do you hit the snooze button when the alarm goes off, and how many times?","Do you consider yourself more of an introvert or an extrovert?","If you were to write a song about your true love, what would you title it?","Would you rather live in the mountains or by the sea?","If you had to write a book, what would it be about?","Out of all the fads from your youth, which one did you get hooked on most?","If you were going to be on a trivia game show, what would you want the subject to be to give you the greatest chance of winning?","What's the last food that's usually left in your fridge or pantry, after everything else is eaten?","Would you pay to go skydiving, or would someone have to pay you? Either way, how much?","What's one fad that's gone out of style that you wish would come back?","You're driving and in your rear-view mirror you see a police car's lights flashing. What's your first emotion?","What's one project you've been meaning to do but have put off again and again?","What would you say you do or have done for the good of the planet?","What was your first favorite book, or a favorite book from when you were a child?","What's something you can do so well, you can do it (literally) with your eyes closed?","Who (or which profession) would you trade lives with for a day if you could?","How gullible would you say you are?","What would you want to do for your next birthday if you could do anything?","When have you experienced the most culture shock?","Pretend you lived one hundred years ago. What's one thing you think you might enjoy about life back then? What's something you would not enjoy so much?","If you had to dye your hair a different shade or color, what would you choose?","What is the worst place to be stuck waiting?","If you could go back in time and talk to your previous self from yesterday, what advice would you give yourself?","If you could live yesterday over, what one thing would you change?","Should the United States switch to the metric system? Why or why not?","What invention or technological advancement can you just not wait for?","Do you have a junk drawer in your room or home? What are some things that are in it right now?","Pretend you magically never had to do any more housework of any kind. Are there any tasks you would honestly miss?","Do you consider yourself a good story-teller?","What are some things you remember about your grandparents' house when you were a child?","What's one thing that can always make you laugh?","What's something you remember about your childhood bedroom?","What do you wish you would receive on the next Valentine's Day?","What's one fictional character you've found yourself relating to very well?","What is the most horrible smell you can think of?","What were you doing this time yesterday?","You order food at a restaurant and the waiter brings out your order incomplete or incorrect. Do you speak up, complain, stay silent?","What kind of music makes you want to get up and dance?","What's the most tired you ever remember being?","If you suddenly had five million dollars you had to give away, who would you give it to?","Who would you trust to take care of your pet if you were leaving town? (If you don't have a pet, pretend you did.)","How spontaneous would you say you are?","How good of a memory would you say you have?","What do you do when you want to treat yourself?","Is laughter really the best medicine?","If everyone in the United States got to vote on whether to keep Daylight Savings Time or not, what would you vote?","What is your least favorite word in the English language?","Fill in the blanks: I really love the movie or show _____, except for this one thing about it: _____.","What's the last thing you do at night before going to sleep?","How many pillows do you sleep with at night?","On a scale of 1 to 10, how messy is your room right now? (with 10 being super clean and 1 being very messy)","What's one thing on your Christmas or birthday wish list this year?","What's one of the most beautiful words in the English language?","What's something you never had as a child that you would want to give to your own children?","If\/when you are preparing for an emergency, do you feel like you prep for the worst case scenario, or just the most likely scenario?","Pretend you are a movie director. What do you think would make you a good (or bad) one?","Pretend you can choose one game (of any sort) to magically always have unlimited time to play. Which game would you choose?","Do you hate to hear or read movie spoilers, or do you like to, or are you somewhere in between?","How athletic would you say you are?","What's the worst thing that's happened to you today?","If you lived 100 years ago, what aspect of modern society do you think would be the most difficult to live without?","When is a time you got in trouble for doing something you weren't allowed to? (Was it worth it?)","On a scale of 1 to 10 (with 10 being awesome and 1 being awful), how good is your handwriting when you write with your non-dominant hand?","If your life were a movie, what song or type of music would play during the opening credits?","What's the thing that you draw best?","If you could talk to animals, which ones would you talk to first? What about?","What's something nice that someone else did for you today?","What's a regular daily item you wish you never had to buy again?","What's one item that can be found in your garbage can right now?","What's one of your pet peeves?","What color best defines what mood you are in right now?","You are going to be on a brand new reality TV show. What's it called?","Do you have any good-luck charms or rituals? What are they?","How old were you when you had your worst haircut, and what made it so bad?","What's something about tomorrow that you're excited for?","If you had to perform one act on stage in front of hundreds of people, what would it be? (singing, dancing, ventriloquism...)","Which night has felt like the longest night of your life, or one of the longest?","Have you ever walked out of a movie or wanted to walk out of a movie? Which one?","What's the most recent song you remember being stuck in your head?","What's one part of your daily routine you would automate if you could?","Have you ever taken a class as a complete beginner? Which class?","You come home after a long, exhausting day that required you to be in business professional clothes. What is the very first thing that you do?","What's something nice that you did for someone else today?","Are there any holidays you would do away with if you could?","What's something your parent or parents did when you were young that always embarrassed you?","What's the coldest you ever remember being?","What one invention would you un-invent if you could?","What are you grateful for right now?"]}