{"success":true,"words":["Have you ever witnessed a miracle?","What do you remember noticing as your first sign of aging, or what do imagine might be your first sign of aging?","What has been a turning point in your life?","Have you ever tried a self-help book, diet, or other technique? Have you tried one that really helped you? Have you tried one you felt was a scam?","Is there an activity you would do if you weren't so afraid?","How many seconds do you usually spend brushing your teeth?","What's something that worries you most frequently from day to day?","If you used a time machine to go back in time and hang out with your past self from one year ago, do you think you would get along with yourself?","Which would be more terrifying for you: exploring a deep cave underground or rock climbing a really tall cliff?","What's one thing you would change about yourself?","Do you ever talk to yourself? What do you talk about?","Say you are angry. What's the most likely cause?","Have you ever lent something and then regretted it because it came back broken, or didn't come back at all? What?","How many minutes, on average, does it take you to get ready in the morning?","What's one difficult goal you've set for yourself and achieved?","Where have you gone and felt the most out of place?","One of my talents is ______.","If you had\/have\/will have children, what's one of your traits you hope they would inherit?","There's a phrase that has to do with material posessions: \"Use it up, wear it out, make it do, or do without.\" How do you feel that saying applies (or doesn't apply) to your life?","Do actions speak louder than words to you?","If you could pick up any new hobby or talent, but you had to drop one of your current hobbies or talents, would you choose a new one? What woud you choose, and what would you swap it out for?","What is your preferred brand of deodorant?","Do you think we will ever discover intelligent life on other planets?","If you could glimpse into the future to see your life five years from now, would you? Pretend your self from five years ago had the same option. What would you counsel your former self to do?","Have you ever cut your own hair? If so, did you ever regret it?","When you meet someone for the first time, what good first impression do you hope to leave with them?","What's one skill you initially didn't what to learn but are glad you did?","If you had to relive one day of your life over and over again, which would it be?","They say experience is the best teacher. What's a lesson experience has taught you?","Name (only) one thing you would you change about modern day politics.","If you had to lose the use of one of your senses, which one would it be?","Pretend you can see the future. What big changes do you see taking place on earth in the next twenty-five years?","If you could choose just one thing to change from history (before you were born), what would it be?","Is there any risk you would like to take but are afraid to?","What's something you've changed your mind about recently?","You have an entire 24 hours when the rest of the world is magically on pause. What do you do? What if you had a week?","If you could revisit your past and magically bring one item to your current life, what would it be?","Does the end ever justify the means?","Agree or disagree: It's OK to tell a white lie sometimes.","Do you feel your age, or do you feel younger or older than you really are?","Can you think of a time when you said yes when you wish you'd said no?","If you could go back in time and talk to your previous self from five years ago, what advice would you give yourslef?","What would be your preferred way to start a day?","If you had to clean your room to a spotless state right now, how long do you think it would take you?","What's one of your favorite talents?","What's one bad habit that was hard for you to give up?","Does absence really make the heart grow fonder? (Or do you have more of an \"out of sight, out of mind\" outlook?)","What greeting do you use when you answer the phone? Do you use multiple ones? When or with whom do you use each one?","Agree or disagree: It's better to have loved and lost than to have never loved at all.","If for some reason you had to fake your death and move somewhere remote where no one knows you, where would you go?","What's one thing you admire about the person to your right?","What's one thing you would choose to never experience again if you could?","What do you do when you're sad?","What's one book you've read that you would say has greatly impacted your life?","Do you have any memory you'd like to forget? How about one you'd never like to forget?","If someone made a movie about your life, which genre would it be?","If you have an obligation or appointment you really don't want to go to, what excuse would you most likely make up if you were to use one?","How many outfits did you wear yesterday?","What's one saying or mantra that has made your life easier?","What compliment do you receive most frequently?","Have you ever had a childhood favorite movie that you've watched when you're older and realized it's not quite like you remember? Which one?","What one thing can people always count on you to remember?","Do you know your love language? What is it?","What's happened in your life in the past five years that you hadn't expected would happen?","Who is a person, or a group of people, you feel like you understand now better than you used to?","How much of a leader would you say you are?","Do you have any childhood heroes that aren't your heroes anymore? If so, why aren't they?","If you had a time machine, where and when would you go?","Who was your first crush?","What's one firm decree you've set for yourself, something you will always or never do?","What's one thing you're interested in that most people who know you might not know?","My worst feature is _____.","If it's late and you can't fall asleep, what do you do?","Pretend you are a radio host and people listen to your voice but don't see your face. Do you think they would picture how you look accurately? Or, in other words, do you think the way your voice sounds matches the way you look?","Agree or disagree: Sticks and stones may break my bones, but words will never hurt me.","There's a saying that says \"One man's trash is another man's treasure.\" Have you ever had a treasure that might have been considered someone else's trash? What was it?","What would you say is the most heroic thing you've ever done?","If you were a talented actor or actress, and a movie studio was turning one of your favorite books into a movie or doing a series reboot or a remake of a movie you love, what's a role or character you would be thrilled to play?","Has there ever been a moment in your life when you thought, \"This would make a great movie scene.\" Which one?","At what age would you label someone as old?","Has there been anything in your life you looked forward to for a long time, but when it arrived it wasn't quite what you thought it would be?","If it were possible to see into the future and learn your death date, would you want to know it? What if your death date were just three months away? Would that change your answer?","If someone dropped you off in a city in a foreign country where you didn't speak the language, with no money, possessions, or acquaintances of any kind, and you couldn't reach out to anyone at home, what would you do first?","About how many times do you wear a pair of jeans before washing them?","If you had three days absolutely obligation free starting right now, where would you go and what would you do?","If you had nearly unlimited capital, what business would you start?","What are you afraid of?","What's the most recent purchase you remember wishing you hadn't spent money on?","What's the most money you would spend on an article of clothing, and what would that article of clothing be?","Do you think honesty really is the best policy?","What's an annoying habit you wish you could break?","What's one thing you would change about your life right now?","Who is one teacher or mentor that really impacted your life?","Have you ever told anyone off? Who?","When was the last time you remember feeling insulted?","Have you ever had (or do you have) a question you're afraid to ask because you think you know the answer to, and it isn't what you want to hear?","If you had a time machine for the purpose of giving advice to your past self, when in your life would you visit yourself and what would you say?","What's an example (from your life or just in general) when it could be better to ask for forgiveness than for permission?","Agree or disagree: You can't teach an old dog new tricks.","What's one thing you've learned that you wish you never had?","Have you ever had a lucid dream, or a dream you knew was a dream while you were in it? What happened?","How recently ago did you floss your teeth?","How many slices of pizza can you eat in one sitting?","When people ask you what your most embarassing moment is, what moment do you share? Now what's your *real* most embarassing moment?","If you could change one thing about the world, what would it be?","Name something you like and something you don't like about shopping malls.","Do you have any reoccurring dreams? What about?","Do you consider yourself a good long-distance friend?","Have you ever had a close encounter with death, or witnessed a close encounter with death?","Would you say your personality as an adult is just the same as it was when you were a child? Is it mostly the same? Vastly different?","What one thing would you take out of your life right now that would most increase your quality of life?","If a genie gave you three wishes, what would you wish for?","If a stranger around you has their fly down or something on their face, do you tell them?","Pretend you had to live like a non-domesticated animal from the wild for one month. You would be a human but would copy their dwelling style, sleep habits, and daily activities, trying to view the world as they do. Which animal would you choose?","What's one way you've changed for the better in the past year?","If you had a million dollars, what would you buy for someone you love?","Have you ever started a rumor?","If you were applying for a job, what would your references say about you?","Do you think having more money right now would make you happier? Why or why not?","What's one thing about you that makes you proud of yourself?","What has been the most difficult thing you've had to learn to do?","What one thing would you add to your life right now that would most increase the quality of your life?","If you could set one rule everyone in the world always had to live by, what would it be?","Have you ever had a first impression of someone that turned out to be wrong?","Would you say the proverb \"measure twice, cut once\" describes your personality well?","If you were on a bus or subway and the stranger sitting next to you started to cry, what would you do?","Do you think it really is better to be safe than sorry?","What do you feel is the most important ingredient in a friendship?","Have you ever borrowed something and broken or lost it? What was it, and how hard was it to tell the owner?","If you had nearly unlimited capital to start any business you wanted to, is there a business you think you could run that would have guaranteed financial success?","What's something you would say to your parents right now?","Can you think of a time when you said no when you wish you'd said yes?","Who was your first boyfriend or girlfriend?","If your past self from five years ago could glimpse into the future to see your life now, what would your past self think?","What's the biggest stressor in your life right now?","How much do you agree with \"If you want something done right, you have to do it yourself\"?","Have you ever had a paranormal experience? What was it?","Who encouraged you when you were young?","What's one thing you would never change about yourself?","If you had a month of free time to learn a new hobby, what would it be?","What's one unanswered question you have that you fear you may never know the answer to?","Have you had an experience where you felt like you were pretending to be something you weren't?"]}
