{"success":true,"words":["What's the most unusual mode of transportation you've taken?","Who, in your opinion, makes the best cake?","Is there any food you just can't stand?","What color is your toothbrush?","What is your least favorite household chore?","What has been your favorite Halloween costume?","What is the most recent concert you've been to? If you've never been to a concert, who would you like to see perform?","Do you untie your laces when you take off your tennis shoes?","What's your favorite meal of the day?","Do you remember any knock-knock jokes from when you were a kid?","Have you ever been in the newspaper or on the news? What for?","If you could only wear one shirt from your closet for a week, which shirt would it be and why?","If you could have any superpower, what would it be?","How old were you when you learned how to ride a bike?","If you had to change the length of your hair right now, woud you go longer or shorter?","What insect or animal would you remove from the earth if you could?","What is your favorite kind of donut?","What word do you constantly misspell?","What TV show would you be devastated to never watch again?","What is the most recent magazine you read?","How important is organization to you?","If you find a penny, do you pick it up? And if you do, do you have good luck?","If money didn't matter, what food or snack would you buy at the movie theater?","What is your favorite type of fabric to wear?","How many times a year do you usually get sick?","If you had to pick one super hero to become the sidekick for, who would you choose?","What's your favorite and least favorite thing about traveling?","What was (or is) your favorite stuffed animal?","Fill in the blank: When you're traveling, you should never forget ____.","Do you have a favorite Disney Channel Original Movie, or another made-for-TV movie?","If you could close your eyes right now and then open them and be anywhere in the world, where would you be?","What's one of the funniest commercials you've ever seen?","What's a book you've been meaning or wanting to read but haven't yet?","I often wish my life had more ______ in it.","If you get a cold, what do you usually do to treat it?","Is there any food you never seem to get too full for?","How much do spoilers annoy you?","If you were taking a trip, would you prefer to fly or drive?","About how many pairs of shoes do you own?","I respect ________ (name of person).","What is the view like out your bedroom window?","If you had to travel one mile roller-skating, rollerblading, or skateboarding, which would it be?","If you had to participate in one extreme sport, what would it be?","Do you prefer to talk on the phone or text?","Do you wish you had more or less clothes than you currently have in your closet?","Imagine you're at a huge candy store. What treat would you buy for yourself right now?","What is the most recent thing you ate?","If you had to do one or the other, would you rather sing a song in front of a crowd or deliver a speech?","What's under your kitchen sink?","What's the sickest you ever remember being?","Do you remember the first book you read all by yourself?","What is (or was) your favorite exhibit at the zoo?","Agree or disagree: Running is fun.","What is one customer loyalty card you own?","If you could repaint one room in your house, what room would it be and what color would you paint it?","If you could choose a name for yourself, other than your own, what would it be?","What's a favorite movie from your childhood?","What's the hottest you ever remember being?","What's your favorite type of cheese?","What's your favorite form of exercise?","What color is your bedspread?","What's your least favorite article of clothing to wear?","Do you drink your milk from your bowl after you finish your cereal?","When was the last time you were sick?","How many times in your life would you say you've dramatically changed your hair color, cut, or style?","Do you listen to any podcasts? Which ones?","If you could have chosen your own name, what would it be?","If you could have any animal as a pet, which would you choose?","What's something that rhymes with the following line: \"I found a pretty cat...\"","What's your favorite sport to watch, and is it different from your favorite sport to play?","Can you name someone who has the same birthday as you?","What's your favorite form of precipitation?","What's the first thing you remember wanting to be when you grew up?","How claustrophobic are you?","What's time do you typically go to bed?","What time of day were you born?","If money wasn't an object, what would you buy for your room or house?","If you were to start watching a new show, which one would you choose to watch?","Do you have a favorite Disney movie? What is it?","What is the most recent song you listened to?","What is the most recent movie you've seen?","How do you feel about the circus?","What's your favorite way to eat a potato?","Do you remember any radio stations you used to listen to as a child or teen? (Could you sing or say their jingles?)","If you could pick one food to eat whenever and however much you wanted to without getting any unhealtheir, which food would you choose?","How much\/often do you use emoji? Which ones do you use most?","Do you consider yourself a good joke-teller?","If you were to learn another language, which language would you choose and why?","What's the food or dish you can cook the best?","Have you ever seen something unidentifiable in the night sky?","What's the farthest you've traveled in one day?","What's the most annoyingly catchy song you can think of?","How do you feel about shopping for clothes?","How many times do you check your email (or facebook or twitter) a day?","Have you ever started reading a book and never finished? Which one?","What's a contest or award you've won?","Do you have a favorite \"As Seen on TV\" product, the ones with the cheesy infomercials? What is it?","If you could only wear one color for the rest of your life, what would it be?","What color are the walls in your room?","What's the most annoying line to wait in?","If you could invent a word, which word would it be, or what would it be used for?","Who is your favorite super hero and why?","If you could choose to be one character from Harry Potter, who would you be?","If you could have one thing grow on trees, what would it be?","Does white noise help you fall asleep, concentrate, and\/or study?","What is one song you know all the lyrics to?","Where were you this time yesterday?","If you could live in a house of any size, what size would you say would be too big for you?","If you could be any Disney character, who would you be?","Do you know how to change a flat tire?","If you could choose a 1,000 dollar shopping spree to any store, which store would it be?","Are you a daytime napper?","If you had to be either taller or shorter, which would you choose and why?","If you could be on any game show (past or present), which would it be?","What new ice cream flavor would you create if you could?","I am grossed out by _____.","How many phone numbers do you have completely memorized?","Have you ever seen a movie you honestly felt like was a waste of time? Which one (or ones)?","I could not live without _______.","If you could be the spokesperson for any product, which would you choose?","If I really wanted to annoy somebody, I would repeatedly _____.","Where do you think you will be this time tomorrow?","Who did you speak to on the phone most recently?","If you could learn to cook any one dish perfectly, what would it be?","What was your first paying job?","What's your favorite dessert?","Do you have a favorite author? Who is it?","If you could be any animal, what would it be?","How outgoing would you say you are?","How much money did the tooth fairy leave you each time you lost a tooth when you were a child?","What's one kitchen gadget or appliance you don't own but would like to?","How would you feel if you were caught on a hidden-camera show as the victim of a good-natured prank?","What's your favorite article of clothing you own?","Smart watches: Yes or no?","Do you have any ideas for something you think would make a great invention?","Do you have a favorite dog breed?","Are there any sounds or sensations that you just can't stand (like fingernails on a chalkboard)?","Outdoor malls or indoor malls?","What is your favorite time of day?","What is the most recent book you've read?","Do you leave online reviews for items you purchase or places you visit?","If you could live one day in the life of any profession, what would it be?","Are you a heavy or a light sleeper?","What's your favorite season and why?","What is the most recent TV show you watched?","What's the most hungry you ever remember being?","Which sport are you best at?","If you could be gifted one movie you don't already have, which would you choose to own? What about a TV series?","Is it easier for you to keep your room clean or your car clean?","How good are you at saying tongue twisters? (Now say one!)","What's a movie you've been meaning or wanting to see but haven't yet?","If you could have any animal for a pet, what would it be and what would you name it?","Who in your family looks the most like you?","If you could be any mythological creature, what would you be and why?","If you were to plant a garden, what would you grow?"]}