{"success":true,"words":["What would your dream job be?","What new talent or skill would you learn if you had the chance?","What do you want to be when you grow up?","What is your favorite class at school?","What do you not like about your room?","I hate to _____.","Who is someone you really love?","Would you rather play outside or inside?","What's the most exciting thing you've ever done?","What's something your dream house would have?","What makes you sad?","What is your favorite book?","Do you sleep with any toys or blankets at night?","What household chore are you really good at?","What's your favorite place to visit?","What is your favorite restaurant?","Where do you want to live when you grow up?","If you could be any animal, what would you be?","Who is someone you want to be like?","Who is your favorite teacher?","What makes you happy?","What is something you're really good at?","Do you share a room? With who?","What is your first memory?","What is your favorite food?","What do you want for your next birthday?","What did you like to do when you were a baby?","What household chore do you hate to do?","What makes you angry?","What is your favorite movie?","What's one of your happiest memories?","What's the best present you've ever gotten?","Where did you go on your last vacation?","What stories have you been told about the day you were born?","What has been your best birthday?","Would you rather fly in an airplane or drive in a car?","What is the latest you've ever gone to bed?","What was your first pet?","What's something you'd like to do again?","What did you eat for breakfast this morning?","What do you not like about school?","What is your favorite toy?","If you could change your name, what would you change it to?","Who was your first friend as a child?","What was your first word as a baby?","What is something that scares you?","Who is someone famous you'd like to meet?","If you could travel anywhere, where would you go?","What do you like about school?","What's something you'd never like to do again?","What are you excited to do once you're older?","What are your pets' names, if you have any?","What would you change about yourself?","What are you grateful for?","What's your favorite thing about your room?","What superpower do you wish you had?","What did you get for your last birthday?","What is your favorite show to watch on TV?","What is your favorite type of weather?","I love to _____.","What is your favorite color?","What do you want to give your mom or dad for their next birthday?"]}